Repository: collective/Products.Ploneboard
Catalog: src/Products/Ploneboard/locales/*/LC_MESSAGES/ploneboard.po
Languages: ru

source: Attachment is too large
ru: Вложение слишком большое

source: Cancel
ru: Отменить

source: Change
ru: Изменить

source: Comment added
ru: Сообщение добавлено

source: Comment deleted
ru: Сообщение удалено

source: Comment is pending moderation
ru: Сообщение ждет модерации

source: Conversation added
ru: Обсуждение добавлено

source: Conversation deleted
ru: Обсуждение удалено

source: Conversation is pending moderation
ru: Обсуждение ждет модерации

source: Data provider updated.
ru: Источник данных обновлен

source: Forum
ru: Форум

source: Log in to add comments
ru: Войдите в систему, чтобы оставить сообщение

source: No content entered
ru: Не введено содержание

source: Please correct the indicated errors.
ru: Исправьте, пожалуйста, указанные ошибки.

source: Post
ru: Отправить

source: Post comment
ru: Отправить сообщение

source: Reply to this
ru: Ответить на это

source: Start a new Conversation
ru: Начать новое обсуждение

source: Transform %s removed
ru: Изменения %s сняты

source: View profile
ru: Просмотреть профиль

source: You can only add comments to conversations or comments.
ru: Вы можете добавлять только обсуждения или сообщения

source: add_comment
ru: Добавить сообщение

source: add_conversation
ru: Добавить обсуждение

source: alert_delete_popup
ru: Вы действительно хотите удалить этот комментарий?

source: board_search_button
ru: Поиск

source: board_search_label
ru: Поиск по форумам

source: box_more_recent_conversations
ru: Еще…

source: by_author
ru: ${author}

source: comment_current_state
ru: Текущее состояние:

source: conversation
ru: Обсуждение

source: conversation_forum
ru: Форум

source: conversation_posted
ru: Отправленные

source: description_ploneboard_config
ru: Настройка сайта для использования форума Ploneboard

source: forum_name
ru: Название форума

source: go_to_parent_url
ru: Вверх к ${title}

source: go_to_view_url
ru: Вернуться к форуму ${name}

source: heading_preview_comment
ru: Просмотр сообщения

source: help_add_portlet
ru: Этот портлет показывает последние комментарии.

source: help_body_attachments_maxsize
ru: Максимальный размер вложения ${maxsize} килобайт.

source: help_body_attachments_posting
ru: Загрузить файл-вложение к сообщению.

source: help_body_text_posting
ru: Основные тэги HTML в порядке

source: help_body_text_posting_linkify_enabled
ru: Адреса автоматически превратятся в ссылки.

source: help_categories_board
ru: Введите категории, которые вы хотите использовать для форумов, по одной категории в строке.

source: help_category
ru: Выберите категории, в которых будет отображён форум. Форум может быть в нескольких категориях, но рекомендуется использовать только одну.

source: help_count
ru: Сколько показывать пунктов в списке.

source: help_description_board
ru: Введите краткое описание для форума Ploneboard.

source: help_description_conversation
ru: Введите краткое описание для этого обсуждения.

source: help_description_forum
ru: Краткое описание темы форума

source: help_maxattachments
ru: Выберите максимальное количество вложений для одного комментария.

source: help_maxattachmentsize
ru: Выберите максимальный размер для вложений.

source: help_text
ru: Введите текст комментария.

source: help_transforms
ru: Выберите трансформации для текста, которые будут применяться для сообщений на форуме. Текстовые трансформации изменяют текст, введённый пользователем, убирая потенциально опасные HTML-тэги, или добавляя дополнительную функциональность, например делая ссылки кликабельными.

source: label_add_portlet
ru: Добавить портлет для текущих обсуждений.

source: label_back_to_board
ru: Назад к доске обсуждений.

source: label_body_files_posting
ru: Приложения

source: label_body_text_posting
ru: Основной текст

source: label_by_author
ru: ${author}

source: label_categories_board
ru: Категории

source: label_category
ru: Категория

source: label_description_board
ru: Описание

source: label_description_conversation
ru: Описание

source: label_description_forum
ru: Описание

source: label_in_forum
ru: на ${forum}

source: label_maxattachments
ru: Максимальное количество вложений

source: label_maxattachmentsize
ru: Максимальный размер вложения

source: label_powered_by
ru: Разработано ${link}

source: label_quote
ru: Предыдущий ${author} писал: ${quote}

source: label_required
ru: Обязательное поле

source: label_text
ru: Текст

source: label_title_posting
ru: Название

source: label_transforms
ru: Трансформации

source: legend_attachments
ru: Приложения

source: log_to_start_conversation
ru: Войдите в систему, чтобы начать обсуждение

source: moderation_count
ru: В очереди ${count} сообщение(й).

source: moderation_description
ru: Следующие сообщения ожидают модерации. По необходимости нажмите 'Опубликовать' или 'Забраковать'. Нажмите на заголовок сообщения, чтобы просмотреть его в контексте всего обсуждения

source: most_recent_comment
ru: Последние сообщения

source: new_attachment
ru: Добавить еще одно вложение

source: new_conversations_marked_with
ru: В этих обсуждениях ${star} появились новые сообщения со времени Вашего последнего посещения.

source: no_comments_queued
ru: Для модерации нет сообщений.

source: no_conversations_started
ru: Обсуждений пока нет

source: no_recent_conversations
ru: Обсуждений не обнаружено.

source: no_replies_yet
ru: Ответов пока нет

source: not_conversations
ru: На этом форуме пока нет обсуждений.

source: not_forums
ru: Здесь пока небыло добавлено ни одного форума. Нажмите 'Добавить', чтобы его создать

source: not_permission_start_conversation
ru: Простите, но Вам не хватает прав для начала нового обсуждения

source: number_of_conversations
ru: Обсуждения

source: ploneboard_configuration
ru: Настройки форумов Ploneboard

source: ploneboard_transform_panel
ru: Трансформации текста

source: posted_by
ru: Послано

source: preview_message
ru: Просмотр сообщения

source: recent_conversations_description
ru: Это список обсуждений, где недавно обменивались мнениями

source: replies
ru: Ответы

source: search_result_location
ru: На ${forum} &rarr; ${conversation}.

source: show_new_conversations_all
ru: Показать новые обсуждения

source: show_no_replies
ru: Показать только обсуждения без ответов

source: show_no_replies_all
ru: Показать все обсуждения без ответов

source: text_at
ru: в

source: title_count
ru: Количество пунктов для показа

source: title_general_forums
ru: Форумы

source: title_recent_conversations
ru: Последние обсуждения на форуме ${title}

source: title_title
ru: Название портлета

source: title_unanswered_conversations
ru: Обсуждения без ответов на форуме ${title}
