Repository: collective/Products.Ploneboard
Catalog: Products/Ploneboard/i18n/Ploneboard-plone-*.po
Languages: de, it, nl

source: Activate
de: Aktivieren
it: Attiva
nl: Activeer

source: Active
de: Aktiv
it: Attivo
nl: Actief

source: Comment
it: Commento
nl: Reactie

source: Conversation
de: Gespräch
it: Discussione
nl: Discussie

source: Flat conversion view
it: Visualizzazione semplice

source: Free for all
de: Frei für alle
it: Aperto a tutti
nl: Openbaar voor iedereen

source: Hidden
de: Versteckt
it: Nascosto
nl: Verborgen

source: Hide
de: Verstecken
it: Nascondi
nl: Verberg

source: Lock
de: Sperren
it: Chiudi
nl: Zet op slot

source: Locked
it: Chiuso

source: Make free-for-all
de: für alle freigeben
it: Rendi aperto a tutti
nl: Maak openbaar voor iedereen

source: Make member-posting
de: Beiträge nur von Mitgliedern erlauben
it: Rendi riservato ai membri
nl: Maak toegankelijk voor leden

source: Message Board
de: Foren
it: Area Forum
nl: Discussie Bord

source: Moderate
de: Moderieren
it: Moderato
nl: Modereer

source: Make moderated
de: moderiert machen
it: Rendi moderato
nl: Maak gemodereerd

source: Moderated forum
de: Moderiertes Forum
it: Moderato
nl: Gemodereerd forum

source: Make private
it: Rendi privato

source: Open
de: Öffnen
it: Aperto

source: Private to members only
de: Privat nur für Mitglieder
it: Privato
nl: Alleen toegankelijk voor leden

source: Public
de: Veröffentlicht
it: Pubblico
nl: Publiek

source: Rejected
de: Zurückgewiesen
it: Rifiutato
nl: Gewijgerd

source: Require membership to post
de: Nur Beiträge von Mitgliedern
it: Riservato ai membri
nl: Vereis lidmaatschap om te reageren

source: Retracted
de: Zurückgezogen
it: Ritirato
nl: Teruggetrokken

source: Threaded conversion view
it: Visualizzazione ad albero

source: Waiting for moderator
de: Wartet auf Moderation
it: In attesa del moderatore
nl: Wacht op moderator

source: old_date_format: ${year} ${month} ${day} ${hours}:${minutes}
de: ${day}.${month}.${year} ${hours}:${minutes}
it: ${day} ${month} ${year} alle ${hours}:${minutes}
nl: ${year} ${month} ${day} ${hours}:${minutes}

source: month_jan
it: Gennaio

source: month_feb
it: Febbraio

source: month_mar
it: Marzo

source: month_apr
it: Aprile

source: month_may
it: Maggio

source: month_jun
it: Giugno

source: month_jul
it: Luglio

source: month_aug
it: Agosto

source: month_sep
it: Settembre

source: month_oct
it: Ottobre

source: month_nov
it: Novembre

source: month_dec
it: Dicembre

source: weekday_sun
it: Domenica

source: weekday_mon
it: Lunedì

source: weekday_tue
it: Martedì

source: weekday_wed
it: Mercoledì

source: weekday_thu
it: Giovedì

source: weekday_fri
it: Venerdì

source: weekday_sat
it: Sabato

source: young_date_format: ${wday} ${hours}:${minutes}
de: ${wday} ${hours}:${minutes}
it: ${wday} alle ${hours}:${minutes}
nl: ${wday} ${hours}:${minutes}

source: Comment added
it: Commento aggiunto

source: Comment deleted
it: Commento cancellato

source: Comment is pending moderation
it: Commento in attesa di moderazione

source: Conversation added
it: Discussione aggunta

source: Conversation deleted
it: Discussione cancellata

source: Conversation is pending moderation
it: Discussione in attesa di moderazione

source: Data provider updated.
it: Provider dei dati aggiornato

source: No title entered
it: Nessun titolo inserito

source: Attachment is too large
it: L'allegato e' troppo grande

source: A Forum contains conversations.
de: Ein Forum enthält Gespräche
nl: Een forum bevat discussies.

source: A comment contains regular text body and metadata.
de: Ein Kommentar beinhaltet normalen Text und Metadaten
nl: Een reactie bevat normale tekst en metadata.

source: Conversation contains comments.
de: Gespräch beinhaltet Kommentare
nl: Discussie bevat reacties.

source: Ploneboard is the outmost board object, what shows up in your site.
de: Ploneboard ist das Forumobjekt, das in ihrer Seite erscheint.
nl: Ploneboard is het buitenste item, welke in de site verschijnt.

source: conversation_view
de: Flache Gesprächsansicht
nl: Platte gespreksweergave

source: threaded_conversation_view
de: Strukturierte Gesprächsansicht
nl: Boomstructuur gespreksweergave
