Repository: collective/Products.Ploneboard
Catalog: i18n/Ploneboard-plone-*.po
Languages: de, fr, nl

source: Message Board
fr: Tableau Ploneboard
nl: Discussie bord

source: Comment
fr: Contribution
nl: Reactie

source: Open
fr: Ouvert

source: Hide
fr: Cacher

source: Hidden
fr: Caché

source: Comment added
fr: Contribution ajoutée.

source: Require membership to post
de: Nur registrierte Benutzer
fr: Inscription requise pour écrire

source: Make member-posting
fr: Restreindre aux seuls membres

source: Free for all
fr: Contributions libres

source: Make free-for-all
de: Für alle freigeben
fr: Rendre les contributions libres

source: Make moderated
de: Moderierbar
fr: Modérer les contributions

source: Moderated forum
fr: Contributions modérées

source: Make private
fr: Rendre privé

source: Private to members only
fr: Restreint aux seuls membres

source: Active
fr: Activé

source: Activate
fr: Activer

source: Lock
de: Sperren
fr: Verrouiller

source: Locked
fr: Verrouillé

source: conversation_view
fr: Vue à plat
nl: Platte conversatieweergave

source: threaded_conversation_view
fr: Vue en arbre
nl: Boom conversionweergave

source: Moderate
de: Moderieren
fr: Modérer
nl: Beheren

source: Waiting for moderator
fr: En attente de modération

source: Rejected
fr: Rejetée

source: Public
fr: Publique

source: Retracted
fr: Rétractée

source: Comment is pending moderation
fr: Contribution en attente de modération

source: Conversation
nl: Gesprekken

source: A Forum contains conversations.
nl: Een forum bevat gesprekken

source: Categories
nl: Onderwerpen

source: Enter a brief description of the board.
nl: Geeft een korte omschrijving van dit discussiebord

source: Global forum listing
nl: Algemen forum overzicht

source: Local forum listing
nl: Lokaal forum overzicht

source: Message Board has been created.
nl: Discussiebord is aangemakt

source: help_categories
nl: Vul de beschikbare onderwerpen van forums, één onderwerp per regel.

source: help_category
nl: Geeft aan over welke onderwerpen dit forum gaat. Een forum kan over meerdere onderwerpen hebben, het is echter aangeredan om er één te kiezen.

source: Forum has been created.
nl: Forum is aangemaakt

source: Search
nl: Zoeken

source: Category
nl: Onderwerp

source: memberposting
de: Nur registrierte Benutzer

source: Normal state
de: Normal

source: Visible but not published
de: Öffentlicher Entwurf

source: Enter a brief description of the conversation.
de: Geben Sie eine kurze Beschreibung des Beitrags ein.

source: Added comment
de: Antwort hinzugefügt.
